[Turkish]
1000 = aktif arama
1001 = veya bağlandığınızda bir kere tıklayın
1002 = iPhone'unuzda "Bluetooth" bağlantısı kullanın
1003 = Lütfen telefonunuzdaki "Bluetooth" u çevirin
1004 = arama ...
1005 = Aramayı tamamla
1006 = iptal
1007 = Bağlantı bekleniyor ...
1008 = veya USB bağlantısı
1009 = Bağlanmak için tıklayın
1010 = Bağlama
1011 = Connect Fail...
1012=Delete
1013=Connect your phone with USB
1014=Updating... DO NOT power off
1015=Update success
1016=Update failed
1017=Reboot
1018=Need to complete activation
1019=Hardware fail
1020=Bağlama
1030=Setup
[-Turkish-]
